export const ITEMS_PER_PAGE = 6;
export const allInterviews = [
  {
    slug: "intern-growth",
    title: "挑戦の場で見つけた自分：成長の軌跡と未来への決意",
    date: "2025-06-24",
    name: "大嶋 赳太",
    university: "同志社大学理工学部 4回",
    category: "インターン",
    image: "/interview/person01.jpg",
    content: `Q.インターンを始める前の自分

              成功体験が少なく、競争環境で常に1番を取り続けた経験がなかったため、自分に対して大きな自信を持てていませんでした。
              自分自身が何か特別なことを成し遂げる力があるのか、疑問に感じることがありました。
             
              Q.インターンを通じて成長したか

              競争環境で常に1番を取り続けた経験は、私に対して圧倒的な自信を与えてくれました。
              この成功体験を通じて、自分の努力や能力が確実に成果に結びつくことを実感し、自己評価が大きく向上しました。
              また営業活動を通じて、私は言語化能力を飛躍的に高めることができ、就職活動の面接において非常に大きな武器となりました。
       
              Q.成長の要因は？

              成長できた要因は、大きく分けて「圧倒的な行動量」と「素直さ」の二つです。
              私の成長の一因は、圧倒的な行動量にあります。誰よりも多くの時間を練習とフィードバックに費やすことで、自分のスキルを短期間で大きく向上させることができました。
              もう一つの要因は素直さです。自分の欠点を認めることは時に難しいですが、素直な心で受け入れ、改善に向けた行動を取ることで、大きな成長を遂げることができました。
          
              Q.エトワールを経て将来の目標や方向性に変化があったか？

              インターンを始める前は、漠然と営業職に興味があると考えていました。
              しかし、インターンを通じて実際に営業の現場を経験することで、具体的にどのような営業の職種に就きたいかを明確にすることができました。
              また、顧客のニーズを深く理解し、それに対して適切な提案を行うスキルを身につけることで、自分が価値を提供できることを実感しました。
            
              Q.あなたにとってエトワールとは？

              エトワールは、私にとって自分を最も成長させてくれた組織です。
              この組織での経験は、私の人格形成やスキルアップにおいて非常に重要な役割を果たしました。
              自己成長を促進する最高の組織であり、今後もその恩恵を受けながら成長し続けることができると考えています。
              この組織での経験と学びは、私のキャリアや人生において大きな財産となると感じています。`,
  },
  {
    slug: "design-lead",
    title: "エトワールでの飛躍：インターンから始まる成長と未来への挑戦",
    date: "2025-06-15",
    name: "加藤 翔",
    university: "同志社大学経済学部 経済学科 4回",
    category: "インターン",
    image: "/interview/person02.jpg",
    content: `Q. インターンを始める前の自分
何かしらしたいと思ってたけど、何をしたらいいのか情報がないため行動に移せませんでした。
結果、家でダラダラ過ごす時間になっていた。
それが自分の中で嫌な部分でした。

Q. インターンを通じて成長したか
始める前の自分とは比べものにならないと思います。もしあのまま過ごしていたら、4年間暇があればダラダラしていたと思います。
エトワールで学べる、営業、育成、経営について学べる部分はたくさんありました。
まだまだ発展途上ではありますが、社会を知れたことが成長だと思います。

Q. 成長の要因は？
環境を作ってくださったからだとおもいます。
社長を含め幹部の方々は僕やメンバーに時間を使ってくださいました。
期待してくださり、時間を作ってくださる環境があったからだと思います。
ありがとうございます。

Q. エトワールを経て将来の目標や方向性に変化があったか？
自分の可能性を信じたいなと思いました。自分自身、安定した収入で大手に行けたらいいなと思ってたのですが、エトワールでの経験から、自分の成長を実感しているので、どこまでいけるのか楽しみです。なので、全力で今を生きて楽しみたいと思います。

Q. あなたにとってエトワールとは？
挑戦の場です。
自分の未熟な部分、強み様々な部分で自分を見直す機会があり、それに対して時間を使える環境です。
自分自身の営業、メンバーの育成、スキル、人としての考え方。
色々な部分で成長できるものがあり、飛び込める環境があります。
また、間違った道へ進んでも正してくれるそんな環境です。まるで親と子の関係みたいです。`,
  },
  {
    slug: "sales-career",
    title: "大学生からプロへ：普通の日常が一変した成長の秘密",
    date: "2025-06-10",
    name: "大桑 一輝",
    university: "同志社大学理工学部情報学科 4回",
    category: "インターン",
    image: "/interview/person03.jpg",
    content: `Q. インターンを始める前の自分
大学に入ってから、真剣に何かに取り組むことがなく、その結果、就職活動や就職後に対する不安が多くありました。
自分自身の強みや本気で取り組んだ経験がほとんどなかったため、仕事に対する自信を持てず、自分がどこまでやれるのかがわからない状態でした。
これにより、自己評価も曖昧で、将来に対する漠然とした不安を抱えていました。

Q. インターンを通じて成長したか
目標に向かって真剣に仕事に取り組む中で、自分の強みである「聞き上手な側面」を認識することができました。
強みを活かすことで、コミュニケーションの質が向上し、チーム内外での信頼関係を構築する力が飛躍的に高まりました。
この経験を通じて、自分の能力に対する自信が深まり、結果として、どのような挑戦にも自信を持って臨めるようになりました。

Q. 成長の要因は？
周りに身近な大学生がいることで、高い目標を掲げて真剣に取り組むことができました。
この環境により、自分自身を成長させるための強い動機付けが生まれました。同級生が高い目標を設定し、それに向かって努力する姿勢を目の当たりにすることで、私自身も負けじと目標を高く設定するようになりました。
彼らの努力や成功体験は、私にとって大きな刺激となり、自己成長への意欲をかき立てました。

Q. エトワールを経て将来の目標や方向性に変化があったか？
以前は営業職に対して漠然とした興味しかありませんでしたが、エトワールを通じて顧客との関係構築や課題解決に直接的に貢献できる点に大きなやりがいを感じました。
また、チームで目標達成を目指すプロセスや、継続的な学習の重要性も認識することができました。
この経験から、営業職のプロフェッショナルとして成長し、将来的にはチームを牽引する存在になりたいという明確な目標が生まれました。

Q. あなたにとってエトワールとは？
インターンシップを通じて、それまで受動的な姿勢で授業を受けていた大学生活が、主体的に課題解決に取り組み、チームで目標達成を目指すという、ビジネスの最前線さながらの経験を通して、刺激的で成長を実感できる有意義な時間に変えてくれた会社。`,
  },
  {
    slug: "team-culture",
    title: "平凡大学生が見つけたスーパー自分：成長爆速ストーリー！",
    date: "2025-05-28",
    name: "南 拓夢",
    university: "同志社大学スポーツ健康学部 4回",
    category: "インターン",
    image: "/interview/person04.jpg",
    content: `Q. インターンを始める前の自分
いつも通り大学に通い、帰ってバイトや家でダラダラする生活をすごしていた。
ただ大学生になったからには、なにか行動を起こし今までと違うことをしてみたいと思っていました。
そんな中社長である大槻さんに出会いました。

Q. インターンを通じて成長したか
成長は目覚ましいものだと思います。営業のみならず、育成や経営に関する知識と経験を積むことができ、他では得られない貴重な体験をしています。
まだ未熟な部分もありますが、社会での実践的な経験を積む機会をいただけたことは、非常に大きな意味を持っていると考えています。

Q. 成長の要因は？
何もないところから環境を整え、提供していただいたことに深く感謝しております。
大槻さんをはじめとするメンバー全員が時間を割き、私に対して大きな期待を寄せてくれたからこそ、自信を持って成長することができました。

Q. エトワールを経て将来の目標や方向性に変化があったか？
私の考え方は大きく変わりました。
以前は、大手企業に就職し、平凡に生活すれば将来的に安定し、貯蓄もできると考えていました。
しかし、現在では若いうちから積極的に働き、その成果に応じて報酬が増えるという考え方に変わりました。これもすべて、貴重な経験を積ませていただいたおかげだと考えています。

Q. あなたにとってエトワールとは？
当社の環境は、楽しみながら取り組める場です。
初めてのことが多いですが、楽しむことを忘れず、メンバー全員が真剣に取り組むことができる環境が整っています。
お互いに時間を費やすことをネガティブに捉えず、それを楽しみの一環として捉える文化が私にとって非常に魅力的です。
そのため、私はこのグループを非常に気に入っています。`,
  },
];
